Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Settings.xcstrings
Source language: en_us
Languages: ab, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_es, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Addresses.ManageAddressesButton.v130
source: Manage addresses
ab: Адресқәа рнапхгара
br: Merañ ar chomlec’hioù
bs: Upravljaj adresama
ca: Gestiona les adreces
co: Urganizà l’indirizzi
cs: Správa adres
cy: Rheoli cyfeiriadau
da: Håndter adresser
de: Adressen verwalten
dsb: Adrese zastojaś
el: Διαχείριση διευθύνσεων
eo: Administri adresojn
es: Administrar direcciones
es_ar: Administrar direcciones
es_cl: Administrar direcciones
es_es: Administrar direcciones
es_mx: Administrar direcciones
eu: Kudeatu helbideak
fi: Hallitse osoitteita
fr: Gérer les adresses
gd: Stiùirich na seòlaidhean
gl: Xestionar enderezos
he: ניהול כתובות
hr: Upravljaj adresama
hsb: Adresy rjadować
hu: Címek kezelése
hy_am: Կառավարեք հասցեները
ia: Gerer adresses
id: Kelola alamat
is: Sýsla með tölvupóstföng
it: Gestisci indirizzi
ja: 住所の管理
ka: მისამართების მართვა
kab: Sefrek tansiwin
kk: Адрестерді басқару
ko: 주소 관리
lo: ຈັດການທີ່ຢູ່
ml: വിലാസങ്ങൾ കൈകാര്യം ചെയ്യുക
nb: Behandle adresser
nl: Adressen beheren
nn: Handsam adresser
pa_in: ਸਿਰਨਾਵਿਆਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj adresami
pt_br: Gerenciar endereços
pt_pt: Gerir endereços
rm: Administrar las adressas
ru: Управление адресами
sat_olck: ᱴᱷᱤᱠᱬᱟᱹᱤᱭᱟᱹ ᱡᱚᱛᱚᱱ ᱮᱢ
scn: Manija i nnirizzi
si: ලිපින කළමනාකරණය
sk: Spravovať adresy
sl: Upravljanje naslovov
sq: Administroni adresa
sv: Hantera adresser
tg: Идоракунии нишониҳо
th: จัดการที่อยู่
tr: Adresleri yönet
tt: Адреслар белән идарә итү
ug: ئادرېس باشقۇرۇش
uk: Керувати адресами
vi: Quản lý địa chỉ
zh_cn: 管理地址
zh_tw: 管理已存地址

# Addresses.Settings.ListItemA11y.v130
source: Address for %@
ab: Адрес %@ азы
br: Chomlec’h evit %@
bs: Adresa za %@
ca: Adreça per a %@
co: Indirizzu per %@
cs: Adresa pro %@
cy: Cyfeiriad %@
da: Adresse til %@
de: Adresse für %@
dsb: Adresa za %@
el: Διεύθυνση για %@
eo: Adreso por %@
es: Dirección para %@
es_ar: Dirección para %@
es_cl: Direcciones para %@
es_es: Dirección para %@
es_mx: Dirección para %@
eu: %@(r)en helbidea
fi: Käyttäjän %@ osoite
fr: Adresse pour %@
gd: An seòladh airson %@
gl: Enderezo para %@
he: כתובת עבור %@
hr: Adresa za %@
hsb: Adresa za %@
hu: Címek a következőhöz: %@
hy_am: Հասցե %@-ի համար
ia: Adresse pro %@
id: Alamat untuk %@
is: Póstfang fyrir %@
it: Indirizzo per %@
ja: %@ の住所
ka: მისამართი – %@
kab: Tansa i %@
kk: %@ үшін адрес
ko: %@의 주소
lo: ທີ່ຢູ່ສຳລັບ %@
ml: %@-നുള്ള വിലാസം
nb: Adresse for %@
nl: Adres voor %@
nn: Adresse for %@
pa_in: %@ ਲਈ ਸਿਰਨਾਵਾਂ
pl: Adres dla „%@”
pt_br: Endereço de %@
pt_pt: Endereço para %@
rm: Adressa per %@
ru: Адрес для %@
sat_olck: %@ ᱞᱟᱹᱜᱤᱫ ᱴᱷᱤᱠᱬᱟᱹ
scn: Nnirizzu pi %@
si: %@ සඳහා ලිපිනය
sk: Adresa pre %@
sl: Naslov za %@
sq: Adresë për %@
sv: Adress för %@
tg: Нишонӣ барои «%@»
th: ที่อยู่สำหรับ %@
tr: %@ adresi
tt: %@ өчен адрес
ug: %@ نىڭ ئادرېسى
uk: Адреса для %@
vi: Địa chỉ cho %@
zh_cn: %@ 的地址
zh_tw: %@ 的地址

# Addresses.Settings.SavedAddressesSectionTitle.v124
source: SAVED ADDRESSES
ab: Иҵәаху АДРЕСҚӘА
be: ЗАХАВАНЫЯ АДРАСЫ
br: CHOMLEC’HIOÙ ENROLLET
bs: SAČUVANE ADRESE
ca: ADRECES DESADES
co: INDIRIZZI ARREGISTRATI
cs: ULOŽENÉ ADRESY
cy: CYFEIRIADAU WEDI'U CADW
da: GEMTE ADRESSER
de: GESPEICHERTE ADRESSEN
dsb: SKŁAŹONE ADRESE
el: ΑΠΟΘΗΚΕΥΜΕΝΕΣ ΔΙΕΥΘΥΝΣΕΙΣ
eo: KONSERVITAJ ADRESOJN
es: DIRECCIONES GUARDADAS
es_ar: DIRECCIONES GUARDADAS
es_cl: DIRECCIONES GUARDADAS
es_es: DIRECCIONES GUARDADAS
es_mx: DIRECCIONES GUARDADAS
eu: GORDETAKO HELBIDEA
fi: TALLENNETUT OSOITTEET
fr: ADRESSES ENREGISTRÉES
gd: Seòlaidhean a shàbhail thu
gl: DIRECCIÓNS GARDADAS
he: כתובות שמורות
hr: SPREMLJENE ADRESE
hsb: SKŁADOWANE ADRESY
hu: MENTETT CÍMEK
hy_am: ՊԱՀՎԱԾ ՀԱՍՑԵՆԵՐ
ia: ADRESSES SALVATE
id: ALAMAT TERSIMPAN
is: VISTAÐAR SLÓÐIR
it: INDIRIZZI SALVATI
ja: 保存したアドレス
ka: ᲨᲔᲜᲐᲮᲣᲚᲘ ᲛᲘᲡᲐᲛᲐᲠᲗᲔᲑᲘ
kab: TANSIWIN I YETTWASKELSEN
kk: САҚТАЛҒАН АДРЕСТЕР
ko: 저장된 주소
lo: ທີ່ຢູ່ທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച വിലാസങ്ങൾ
nb: LAGREDE ADRESSER
nl: OPGESLAGEN ADRESSEN
nn: LAGRA ADRESSER
pa_in: ਸੰਭਾਲੇ ਹੋਏ ਸਿਰਨਾਵੇਂ
pl: Zachowane adresy
pt_br: ENDEREÇOS SALVOS
pt_pt: ENDEREÇOS GUARDADOS
rm: ADRESSAS MEMORISADAS
ru: СОХРАНЁННЫЕ АДРЕСА
sat_olck: ᱥᱟᱧᱪᱟᱣ ᱠᱟᱱ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫᱠᱚ
scn: NNIRIZZI SARBATI
si: සුරැකි ලිපින
sk: ULOŽENÉ ADRESY
sl: SHRANJENI NASLOVI
sq: ADRESA TË RUAJTURA
su: ALAMAT NU DISIMPEN
sv: SPARADE ADRESSER
tg: НИШОНИҲОИ НИГОҲДОШТАШУДА
th: ที่อยู่ที่บันทึกไว้
tr: KAYITLI ADRESLER
tt: САКЛАНГАН АДРЕСЛАР
ug: ساقلانغان ئادرېس
uk: ЗБЕРЕЖЕНІ АДРЕСИ
vi: ĐỊA CHỈ ĐÃ LƯU
zh_cn: 保存的地址
zh_tw: 已儲存的地址

# Addresses.Settings.SaveToFirefox.Title.v130
source: Save Addresses to %@
ab: Адресқәа %@ аҟны иҵәахтәуп
br: Enrollañ ar chomlec’hioù e %@
bs: Sačuvaj adrese na %@
ca: Desa les adreces al %@
co: Arregistrà l’indirizzi in %@
cs: Uložit adresy do %@
cy: Cadw Cyfeiriadau i %@
da: Gem adresser i %@
de: Adressen in %@ speichern
dsb: Adrese do %@ składowaś
el: Αποθήκευση διευθύνσεων σε %@
eo: Konservi adresojn en %@
es: Guardar direcciones en %@
es_ar: Guardar direcciones en %@
es_cl: Guardar direcciones en %@
es_es: Guardar direcciones en %@
es_mx: Guardar direcciones en %@
eu: Gorde helbideak %@(e)n
fi: Tallenna osoitteet %@iin
fr: Enregistrez les adresses dans %@
gd: Sàbhail seòlaidhean ann am %@
gl: Gardar enderezos en %@
he: שמירת כתובות ל־%@
hr: Spremi adrese u %@
hsb: Adresy do %@ składować
hu: Címek mentése ide: %@
hy_am: Պահել հասցեները %@-ում
ia: Salvar adresses a %@
id: Simpan Alamat ke %@
is: Vista póstföng í %@
it: Salva indirizzi in %@
ja: 住所を %@ に保存
ka: მისამართებს შეინახავს %@
kab: Sekles tansiwin i %@
kk: Адрестерді %@ ішіне сақтау
ko: %@에 주소 저장
lo: ບັນທຶກທີ່ຢູ່ໃສ່ %@
ml: %@ -ലേക്കു് കരുതിവയ്ക്കുക
nb: Lagre adresser til %@
nl: Adressen opslaan in %@
nn: Lagre adresser ti %@
pa_in: %@ ਲਈ ਸਿਰਨਾਵੇਂ ਨੂੰ ਸੰਭਾਲੋ
pl: Zachowuj adresy w przeglądarce %@
pt_br: Salvar endereços no %@
pt_pt: Guardar endereços no %@
rm: Memorisar las adressas en %@
ru: Сохранять адреса в %@
sat_olck: ᱴᱷᱤᱠᱬᱟᱹ %@ ᱨᱮ ᱥᱟᱧᱪᱟᱣ ᱟ
scn: Sarba nnirizzi nne %@
si: %@ වෙත ලිපින සුරකින්න
sk: Uložiť adresy do %@u
sl: Shranjuj naslove v %@
sq: Adresat Ruaji te %@
sv: Spara adresser till %@
tg: Нигоҳ доштани нишониҳо дар «%@»
th: บันทึกที่อยู่ไปยัง %@
tr: Adresleri %@ uygulamasına kaydet
tt: Адресларны %@ эчендә саклау
ug: ئاردرېسنى %@ غا ساقلايدۇ
uk: Зберігати адреси в %@
vi: Lưu địa chỉ đến %@
zh_cn: 将地址保存到 %@
zh_tw: 將地址儲存至 %@

# Addresses.Settings.SecureSaveInfo.Description.v130
source: Securely save your information to get quick access to it later.
ab: Уи аинформациа шьақәыргылатәуп, ԥхьаҟа уи еиҳа имарианы иуԥшаарц азы.
br: Enrollit ho titouroù e surentez evit tapout anezho en-dro diwezhatoc’h.
bs: Sigurno sačuvajte svoje podatke da biste im kasnije mogli brzo pristupiti.
ca: Deseu la vostra informació de manera segura per accedir-hi ràpidament més endavant.
co: Arregistrate e vostre infurmazioni in tutta sicurità per accedeci prestu prestu un’altra volta.
cs: Bezpečně si uložte své informace, abyste k nim měli později rychlý přístup.
cy: Cadwch eich manylion yn ddiogel er mwyn cael mynediad cyflym atyn nhw'n nes ymlaen.
da: Gem dine oplysninger sikkert for at have adgang til dem igen senere.
de: Speichern Sie Ihre Daten sicher, um später schnell darauf zugreifen zu können.
dsb: Składujśo swóje informacije wěsće, aby pózdźej malsny pśistup k njomu dostał.
el: Αποθηκεύστε με ασφάλεια τις πληροφορίες σας για γρήγορη πρόσβαση αργότερα.
eo: Sekure konservi viajn informojn por rapidi aliri ilin poste.
es: Guarda tu información de forma segura para acceder a ella rápidamente más tarde.
es_ar: Guardá tu información de forma segura para acceder a ella más tarde.
es_cl: Guarda tu información de forma segura para acceder a ella rápidamente más tarde.
es_es: Guarda tu información de forma segura para acceder a ella rápidamente más tarde.
es_mx: Guarda tu información de forma segura para acceder a ella rápidamente más tarde.
eu: Gorde zure informazioa modu seguruan geroago sarbide azkarra izateko.
fi: Tallenna tietosi turvallisesti, jotta saat ne käyttöösi nopeasti myöhemmin.
fr: Enregistrez vos informations en toute sécurité pour y accéder rapidement plus tard.
gd: Sàbhail am fiosrachadh agad air dòigh thèarainte is faigh grad-ghreim air an ath-thuras.
gl: Garde a súa información de forma segura para acceder a ela rapidamente máis tarde.
he: שמירה של המידע שלך בצורה מאובטחת כדי לקבל גישה מהירה אליו מאוחר יותר.
hr: Spremi svoje podatke na sigurno mjesto kako bi im kasnije mogao/la brzo pristupiti.
hsb: Składujće swoje informacije wěsće, zo byšće pozdźišo spěšny přistup k njemu dóstał.
hu: Mentse biztonságosan az adatait, hogy később gyorsan elérje azokat.
hy_am: Ապահով պահեք ձեր տեղեկությունները, որպեսզի հետագայում արագ մուտք գործեք:
ia: Reserva tu informationes con securitate pro postea haber accesso facile a illos.
id: Simpan informasi Anda dengan aman untuk mendapatkan akses cepat ke sana nanti.
is: Vistaðu upplýsingarnar þínar á öruggan hátt til að fá skjótan aðgang að þeim síðar.
it: Salva le tue informazioni in modo sicuro per accedervi rapidamente in seguito.
ja: 情報を安全に保存して、後ですぐにアクセスできるようにします。
ka: უსაფრთხოდ შეინახეთ თქვენი მონაცემები მოგვიანებით სწრაფი წვდომისთვის.
kab: Sekles talɣut-ik s tɣellist i unekcum uzrib ɣer sdat.
kk: Кейінірек жылдам қол жеткізу үшін ақпаратыңызды қауіпсіз сақтаңыз.
ko: 나중에 빠르게 접근할 수 있도록 정보를 안전하게 저장하세요.
lo: ບັນທຶກຂໍ້ມູນຂອງທ່ານຢ່າງປອດໄພເພື່ອເຂົ້າເຖິງມັນໄດ້ໄວໃນພາຍຫຼັງ.
ml: പിന്നീടു് പെട്ടന്നു് വിവരം ഉപയോഗിക്കാൻ താങ്ങളുടെ വിവരത്തിനെ സുരക്ഷിതമായി കരുതിവയ്ക്കുക.
nb: Lagre informasjonen din sikkert for å få rask tilgang til den senere.
nl: Sla uw gegevens veilig op om er later snel toegang toe te krijgen.
nn: Lagre informasjonen din på ein sikker måte for å få rask tilgang til den seinare.
pa_in: ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮੁੜ ਕੇ ਫ਼ੌਰਨ ਵਰਤਣ ਲਈ ਆਪਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਸੰਭਾਲੋ।
pl: Bezpiecznie zachowuj swoje dane, aby później mieć do nich szybki dostęp.
pt_br: Salvar suas informações com segurança para ter acesso rápido a elas mais tarde.
pt_pt: Guarde a sua informação com segurança para obter acesso rápido à mesma mais tarde.
rm: Memorisescha tias infurmaziuns a moda segira per pli tard puspè acceder ad ellas en in hui.
ru: Надежно сохраните вашу информацию, чтобы получить к ней быстрый доступ в будущем.
sat_olck: ᱛᱟᱭᱚᱢ ᱛᱮ ᱩᱥᱟᱹᱨᱟ ᱥᱮᱴᱮᱨᱚᱜ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱵᱤᱵᱨᱚᱬ ᱨᱟᱠᱷᱟ ᱛᱮ ᱥᱟᱧᱪᱟᱣ ᱢᱮ ᱾
scn: Sarba i to nfurmazzioni ô sicuru p’avilli cchiù lesti doppu.
sk: Bezpečne si uložte svoje informácie, aby ste k nim neskôr mali rýchly prístup.
sl: Varno si shranite podatke za kasnejši hiter dostop.
sq: Ruajini në mënyrë të siguruar informacionet tuaja, për t’i përdorur pa humbur kohë më vonë.
sv: Spara din information säkert för att få snabb åtkomst till den senare.
tg: Маълумоти худро ба таври бехатар нигоҳ доред, то тавонед ба он дар оянда ҳар чӣ зудтар дастрасӣ пайдо намоед.
th: บันทึกข้อมูลของคุณอย่างปลอดภัย เพื่อให้สามารถเข้าถึงได้อย่างรวดเร็วในภายหลัง
tr: Bilgilerinizi daha sonra hızlıca erişmek için güvenli bir şekilde kaydedin.
ug: كېيىنچە تېز زىيارەت قىلىش ئۈچۈن ئۇچۇرلىرىڭىزنى بىخەتەر ساقلايدۇ.
uk: Надійно зберігайте свою інформацію, щоб згодом швидко отримувати до неї доступ.
vi: Lưu thông tin của bạn một cách an toàn để có thể truy cập nhanh vào thông tin đó sau này.
zh_cn: 安全保存信息，以便日后使用。
zh_tw: 安全地儲存您的資訊，以便之後快速存取。

# Addresses.Settings.Switch.Description.v124
source: Includes phone numbers and email addresses
ab: Иаҵанакуеит аҭел аномерқәеи ае-маил адресқәеи
be: Уключае нумары тэлефонаў і адрасы электроннай пошты
br: Ebarzhiñ an niverennoù pellgomz hag ar chomlec’hioù postel
bs: Uključuje brojeve telefona i email adrese
ca: Inclou números de telèfon i adreces de correu electrònic
co: Include i numeri di telefonu è l’indirizzi elettronichi
cs: Zahrnuje telefonní čísla a e-mailové adresy
cy: Yn cynnwys rhifau ffôn a chyfeiriadau e-bost
da: Inkluderer telefonnumre og mailadresser
de: Enthält Telefonnummern und E-Mail-Adressen
dsb: Wopśimujo telefonowe numery a e-mailowe adrese
el: Περιλαμβάνει αριθμούς τηλεφώνου και διευθύνσεις email
eo: Telefonnumeroj kaj retpoŝtaj adresoj inkluzivitaj
es: Incluye números de teléfono y direcciones de correo electrónico
es_ar: Incluye números de teléfono y direcciones de correo electrónico
es_cl: Incluye números de teléfono y direcciones de correo electrónico
es_es: Incluye números de teléfono y direcciones de correo electrónico
es_mx: Incluye números de teléfono y direcciones de correo electrónico
eu: Telefono zenbakiak eta helbide elektronikoak ere baditu
fi: Sisältää puhelinnumerot ja sähköpostiosoitteet
fr: Y compris les numéros de téléphone et les adresses e-mail
gd: Gabhaidh seo a-staigh àireamhan-fòn is seòlaidhean puist-d
gl: Inclúe números de teléfono e enderezos de correo electrónico
he: כולל מספרי טלפון וכתובות דוא״ל
hr: Uključuje telefonske brojeve i e-mail adrese
hsb: Wobsahuje telefonowe čisła a e-mejlowe adresy
hu: Telefonszámok és e-mail-címek belevétele
hy_am: Ներառում է հեռախոսահամարներ և էլ. փոստի հասցեներ
ia: Include numeros de telephono e adresses email
id: Termasuk nomor telepon dan alamat surel
is: Þar með talin símanúmer og tölvupóstföng
it: Include numeri di telefono e indirizzi email
ja: 電話番号とメールアドレスを含みます
ka: მოიცავს ტელეფონის ნომრებსა და ელფოსტის მისამართებს
kab: Seddu ula uṭṭunen n tiliɣri d tansiwin n yimayl
kk: Телефон нөмірлері мен электрондық пошта адрестерін қамтиды
ko: 전화번호와 이메일 주소가 포함됩니다.
lo: ລວມມີເບີໂທລະສັບ ແລະ ທີ່ຢູ່ອີເມວ
ml: ഫോൺ നമ്പറുകളും ഇ-തപാൽ വിലാസങ്ങളും ഉൾപ്പെടുന്നു
nb: Inkluderer telefonnumre og e-postadresser
nl: Inclusief telefoonnummers en e-mailadressen
nn: Inkluderer telefonnummer og e-postadresser
pa_in: ਫ਼ੋਨ ਨੰਬਰਾਂ ਅਤੇ ਈਮੇਲ ਸਿਰਨਾਵਿਆਂ ਸਮੇਤ
pl: W tym numery telefonów i adresy e-mail
pt_br: Incluir números de telefone e endereços de email
pt_pt: Inclui números de telefone e endereços de e-mail
rm: Includa numers da telefon ed adressas dad e-mail
ru: Включает номера телефонов и адреса электронной почты
sat_olck: ᱯᱷᱚᱱ ᱱᱚᱢᱵᱚᱨ ᱟᱨ ᱤᱼᱢᱮᱞ ᱴᱷᱤᱠᱬᱟᱹ ᱥᱮᱞᱮᱫ ᱢᱮᱱᱟᱜᱼᱟ
scn: Macari nùmmari di tilèfunu e nnirizzi di posta elittrònica
sk: Zahŕňa telefónne čísla a e‑mailové adresy
sl: Vključuje telefonske številke in e-poštne naslove
sq: Përfshin numra telefonash dhe adresa email
su: Sartakeun nomer telepon jeung alamat surélék
sv: Inkluderar telefonnummer och e-postadresser
tg: Рақамҳои телефон ва нишониҳои почтаи электрониро дар бар мегирад
th: รวมหมายเลขโทรศัพท์และที่อยู่อีเมล
tr: Telefon numaraları ve e-posta adresleri de dahildir
ug: تېلېفون نومۇرى ۋە ئېلخەت ئادرېسىنى ئۆز ئىچىگە ئالىدۇ
uk: Містить номери телефонів і адреси електронної пошти
vi: Bao gồm số điện thoại và địa chỉ email
zh_cn: 包括电话号码和邮箱地址
zh_tw: 包含電話號碼與電子郵件地址

# Addresses.Settings.Switch.Title.v124
source: Save and Fill Addresses
ab: Еиқәырхатәуп, адресқәа ҭашәырҭәаатәуп
be: Захоўваць і запаўняць адрасы
br: Enrollañ ha leuniañ chomlec’hioù
bs: Sačuvajte i popunite adrese
ca: Desa i emplena automàticament les adreces
co: Arregistrà è rinsignà autumaticamente l’indirizzi
cs: Ukládat a doplňovat adresy
cy: Cadw a Llanw Cyfeiriadau
da: Gem og udfyld adresser
de: Adressen speichern und ausfüllen
dsb: Adrese składowaś a wupołniś
el: Αποθήκευση και συμπλήρωση διευθύνσεων
eo: Konservi kaj aŭtomate plenigi adresojn
es: Guardar y completar direcciones
es_ar: Guardar y completar direcciones
es_cl: Guardar y completar direcciones
es_es: Guardar y completar direcciones
es_mx: Guardar y completar direcciones
eu: Gorde eta osatu helbideak
fi: Tallenna ja täytä osoitteet
fr: Enregistrer et remplir automatiquement les adresses
gd: Sàbhail is fèin-lìon seòlaidhean
gl: Gardar e completar os enderezos
he: שמירה ומילוי כתובות
hr: Spremi i ispuni adrese
hsb: Adresy składować a wupjelnić
hu: Címek mentése és kitöltése
hy_am: Պահել և լրացնել հասցեները
ia: Salvar e compilar automaticamente adresses
id: Simpan dan Isi Alamat
is: Vista og fylla út í vistföng
it: Salva e compila indirizzi
ja: アドレスを保存して自動入力する
ka: მისამართების შენახვა და თვითშევსება
kab: Sekles; teččareḍ tansiwin
kk: Адрестерді сақтау және толтыру
ko: 주소 저장 및 채우기
lo: ບັນທຶກ ແລະ ຕື່ມທີ່ຢູ່
ml: വിലാസങ്ങൾ കരുതവച്ചുിട്ടു് പൂരിപ്പിക്കുക
nb: Lagre og fyll ut adresser
nl: Adressen opslaan en invullen
nn: Lagre og fyll ut adresser
pa_in: ਸਿਰਨਾਵੇਂ ਸੰਭਾਲੋ ਅਤੇ ਭਰੋ
pl: Zachowywanie i wypełnianie adresów
pt_br: Salvar e preencher endereços
pt_pt: Guardar e preencher endereços
rm: Memorisar ed endatar automaticamain adressas
ru: Сохранять и заполнять адреса
sat_olck: ᱴᱷᱤᱬᱟᱹᱤᱭᱟᱹ ᱥᱟᱧᱪᱟᱣ ᱟᱨ ᱟᱡ ᱛᱮ ᱯᱮᱨᱮᱡ ᱢᱮ
scn: Sarba e jinchi i nnirizzi
si: ලිපින සුරැකීම හා පිරවීම
sk: Ukladať a dopĺňať adresy
sl: Shranjuj in izpolnjuj naslove
sq: Ruaj dhe Vetëplotëso Adresa
su: Simpen jeung Eusian Alamat
sv: Spara och fyll i adresser
tg: Нигоҳ доштан ва пур кардани нишониҳо
th: บันทึกและเติมที่อยู่อัตโนมัติ
tr: Adresleri kaydet ve doldur
tt: Адресларны саклау һәм тутыру
ug: ساقلاپ ئادرېسنى تولدۇرىدۇ
uk: Зберігати й заповнювати адреси
vi: Lưu và điền địa chỉ
zh_cn: 保存和填充地址
zh_tw: 儲存並自動填寫地址

# Addresses.Settings.UseSavedAddressFromKeyboard.v124
source: Use saved address
ab: Иеиқәырхоу адрес ахархәара
be: Выкарыстаць захаваны адрас
br: Implijout ur chomlec’h enrollet
bs: Koristite sačuvanu adresu
ca: Utilitza una adreça desada
co: Impiegà un indirizzu arregistratu
cs: Použít uloženou adresu
cy: Defnyddio'r cyfeiriad sydd wedi'i gadw
da: Brug gemt adresse
de: Gespeicherte Adresse verwenden
dsb: Skłaźonu adresu wužywaś
el: Χρήση αποθηκευμένης διεύθυνσης
eo: Uzi konservitajn adresojn
es: Usar dirección guardada
es_ar: Usar dirección guardada
es_cl: Usar dirección guardada
es_es: Usar dirección guardada
es_mx: Usar dirección guardada
eu: Erabili gordetako helbidea
fi: Käytä tallennettua osoitetta
fr: Utiliser une adresse enregistrée
gd: Cleachd seòladh a shàbhail thu
gl: Usa o enderezo gardado
he: שימוש בכתובת השמורה
hr: Koristi spremljenu adresu
hsb: Składowanu adresu wužiwać
hu: Mentett cím használata
hy_am: Օգտագործեք պահված հասցեն
ia: Usar adresse salvate
id: Gunakan alamat tersimpan
is: Notaðu vistað heimilisfang
it: Utilizza indirizzo salvato
ja: 保存したアドレスを使用する
ka: გამოიყენოს შენახული მისამართი
kab: Seqdec tansa i yettwaskelsen
kk: Сақталған адресті пайдалану
ko: 저장된 주소 사용
lo: ໃຊ້ທີ່ຢູ່ທີ່ບັນທຶກໄວ້
ml: കരുതിവച്ച വിലാസം ഉപയോഗിക്കുക
nb: Bruk lagret adresse
nl: Opgeslagen adres gebruiken
nn: Bruk lagra adresse
pa_in: ਸੰਭਾਲੇ ਹੋਏ ਸਿਰਨਾਵਿਆਂ ਨੂੰ ਵਰਤੋਂ
pl: Użyj zachowanego adresu
pt_br: Usar endereço salvo
pt_pt: Utilizar endereço guardado
rm: Utilisar in’adressa memorisada
ru: Использовать сохранённый адрес
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱠᱟᱱ ᱴᱷᱤᱠᱬᱟᱹ ᱵᱮᱵᱷᱟᱨ ᱢᱮ
scn: Usa nnirizzu sarbatu
si: සුරැකි ලිපිනය භාවිතා කරන්න
sk: Použiť uloženú adresu
sl: Uporabi shranjeni naslov
sq: Përdor adresë të ruajtur
su: Paké alamat nu disimpen
sv: Använd sparad adress
tg: Истифода кардани нишонии нигоҳдошташуда
th: ใช้ที่อยู่ที่บันทึกไว้
tr: Kayıtlı adresi kullan
ug: ساقلانغان ئادرېسنى ئىشلىتىدۇ
uk: Використати збережену адресу
vi: Sử dụng địa chỉ đã lưu
zh_cn: 使用保存的地址
zh_tw: 使用儲存的地址資訊

# CreditCard.Settings.AddCard.AccessibilityLabel.v121
source: Add Card
ab: Ахсаала ацҵатәуп
be: Дадаць карту
br: Ouzhpennañ ur gartenn
bs: Dodaj karticu
ca: Afegeix una targeta
co: Aghjunghje una carta
cs: Přidat kartu
cy: Ychwanegu Cerdyn
da: Tilføj kort
de: Karte hinzufügen
dsb: Kórtu pśidaś
el: Προσθήκη κάρτας
eo: Aldoni karton
es: Añadir tarjeta
es_ar: Agregar tarjeta
es_cl: Añadir tarjeta
es_es: Añadir tarjeta
es_mx: Agregar tarjeta
eu: Gehitu txartela
fi: Lisää kortti
fr: Ajouter une carte
gd: Cuir cairt ris
gl: Engadir tarxeta
he: הוספת כרטיס
hr: Dodaj kreditnu karticu
hsb: Kartu přidać
hu: Kártya hozzáadása
hy_am: Ավելացնել քարտ
ia: Adder carta
id: Tambah Kartu
is: Bæta við korti
it: Aggiungi carta
ja: カードを追加します
ka: ბარათის დამატება
kab: Rnu takarḍa
kk: Картаны қосу
ko: 카드 추가
lo: ເພີ່ມບັດ
ml: ചീട്ടു് ചേർക്കുക
nb: Legg til kort
nl: Kaart toevoegen
nn: Legg til kort
pa_in: ਕਾਰਡ ਜੋੜੋ
pl: Dodaj kartę
pt_br: Adicionar cartão
pt_pt: Adicionar Cartão
rm: Agiuntar ina carta
ru: Добавить карту
sat_olck: ᱠᱟᱰ ᱥᱮᱞᱮᱫᱽ ᱢᱮ
scn: Junci na carta
si: පතක් එක් කරන්න
sk: Pridať kartu
sl: Dodaj kartico
sq: Shtoni Kartë
su: Tambah kartu
sv: Lägg till kort
tg: Илова кардани корт
th: เพิ่มบัตร
tr: Kart ekle
tt: Картаны өстәү
ug: كارتا قوش
uk: Додати картку
vi: Thêm thẻ
zh_cn: 添加卡片
zh_tw: 新增卡片
